Repository: hemio-ev/edentata
Catalog: src/module/email/locale/*.utf-8/LC_MESSAGES/edentata_email.po
Languages: de_de

source: Create Email Address
de_de: E-Mail-Adresse Erstellen

source: Delivery for new Address
de_de: Auslieferung für neue Adresse

source: Create new mailbox for incoming emails
de_de: Neues Postfach für eingegende E-Mails erstellen

source: Deliver emails to existing mailbox (alias)
de_de: E-Mails an bestehendes Postfach ausliefern (Alias)

source: Deliver emails to external mailbox (redirection)
de_de: E-Mails an externes Postfach ausliefern (Umleitung)

source: Create Email Alias
de_de: E-Mail Alias Erstellen

source: Create
de_de: Erstellen

source: New Email Address
de_de: Neues E-Mail-Adresse

source: Deliver emails to
de_de: E-Mail ausliefern an

source: Mailbox
de_de: Postfach

source: Are you sure you want to permanently delete the alias "{alias}"? After deleting the alias you will no longer be reachable via "{alias}".
de_de: Sind Sie sicher, dass Sie das Alias "{alias}" dauerhaft löschen wollen? Nach dem das Alias gelöscht wurde, werden Sie nicht mehr über "{alias}" erreichbar sein.

source: Delete Alias
de_de: Alias Löschen

source: The chosen email address is already in use.
de_de: Die gewählte E-Mail-Adresse wird bereits verwendet.

source: Password
de_de: Passwort

source: Are you sure you want to permanently delete the mailbox "{address}"? If you delete a mailbox, all stored emails will be permanently lost and you will no longer be reachable via "{address}".
de_de: Sind Sie sicher, dass Sie das Postfach "{address}" dauerhaft löschen wollen? Nach dem das Postfach gelöscht wurde, werden alle gespeicherten Nachrichten gelöscht und Sie werden nicht mehr über "{address}" erreichbar sein.

source: Delete Mailbox
de_de: Postfach Löschen

source: Email Mailbox
de_de: E-Mail Postfach

source: Mailbox does not exist.
de_de: Das Postfach existiert nicht.

source: Quota
de_de: Kontingent

source: Delete
de_de: Löschen

source: Aliases
de_de: Aliasse

source: Change password
de_de: Passwort ändern

source: Create alias for this mailbox
de_de: Alias für dieses Postfach erstellen

source: Delete entire mailbox
de_de: Gesamtes Postfach löschen

source: Change Password
de_de: Passwort Ändern

source: The password of your mailbox has been changed successfully.
de_de: Das Passwort für das Postfach wurde erfolgreich geändert.

source: New Address
de_de: Neue Adresse

source: You do not own an email address.
de_de: Sie besitzen keine E-Mail-Adresse.

source: Mailboxes
de_de: Postfächer

source: Redirections
de_de: Umleitungen

source: New Redirection
de_de: Neue Umleitung

source: Redirection from
de_de: Umleitung von

source: Redirection to
de_de: Umleitung nach

source: Email Address
de_de: E-Mail-Adresse

source: Are you sure you want to permanently delete the redirection "{address}"?After deleting the redirection you will no longer be reachable via "{address}".
de_de: Sind Sie sicher, dass Sie die Umleitung "{address}" dauerhaft löschen wollen? Nach dem die Umleitung gelöscht wurde, werden Sie nicht mehr über "{address}" erreichbar sein.

source: Delete Redirection
de_de: Umleitung Löschen
