Repository: hemio-ev/edentata
Catalog: locale/*.utf-8/LC_MESSAGES/edentata.po
Languages: de_de

source: Unknown setting "%s"
de_de: Unbekannte Einstellung "%s".

source: Site Information
de_de: Impressum

source: Services
de_de: Dienste

source: IDNA_ERROR_DISALLOWED
de_de: Die Domain enthält verbotene Zeichen.

source: Permit Deletion
de_de: Löschen zulassen

source: You must activate the switch before you can submit
de_de: Sie müssen den Schalter vor dem Absenden aktivieren

source: Cancel
de_de: Abbrechen

source: The chosen password is too weak: %s.
de_de: Das gewählte Passwort ist zu schwach: %s.

source: Error
de_de: Fehler

source: Successful
de_de: Erfolgreich

source: Unkown module action "%s".
de_de: Unbekannte Modul-Aktion "%s".

source: Warning
de_de: Warnung

source: Local Part
de_de: Lokalteil

source: Local part: May only contain letters "a-z", numbers "0-9", dashes "-" and dots "."
de_de: Lokalteil: Darf nur Buchstaben "a-z", Zahlen "0-9", Bindestriche "-" und Punkte "." enthalten

source: New Password
de_de: Neues Passwort

source: Repeat Password
de_de: Passwort Wiederholen

source: The repeated password does not match the original one.
de_de: Das wiederholte Passwort entspricht nicht dem eigentlichen Passwort.

source: There are elements in this view with status %s. These tasks should be processed by the system soon. If the status remains unchanged please contact the support. This view will NOT be refreshed automatically.
de_de: In dieser Ansicht existieren Elemente mit dem Status %s. Diese Aufträge sollten in Kürze abgewickelt werden. Falls der Status unverändert bleibt, kontaktieren Sie bitten den Support. Diese Ansicht wird sich NICHT automatisch aktualisieren.

source: Refresh View
de_de: Ansicht Aktualisieren

source: Deletion Pending
de_de: Löschung ausstehenden

source: Changes Pending
de_de: Änderungen ausstehenden

source: Setup Pending
de_de: Einrichtung ausstehenden

source: Deleted
de_de: Gelöscht

source: Unknown Status
de_de: Unbekannter Status

source: Overview
de_de: Übersicht

source: Invalid user login.
de_de: Ungültige Benutzer*innendaten.

source: Acting as deputy failed.
de_de: Das Ausüben der Stellvertretung ist fehlgeschlagen.

source: The operation you want to perform would exceed your current contingent. Please contact the support to extend your contingent.
de_de: Der von Ihnen gewünschte Vorgang würde Ihr derzeitiges Kontingent überschreiten. Bitte Kontaktieren Sie den Support um Ihr Kontingent zu erweitern.

source: The object you tried to change is inaccessible or missing.
de_de: Das Objekt, welches Sie versucht haben zu ändern, ist für Sie nicht zugänglich oder existiert nicht.

source: An error has occured. We are sorry. You should contact the support and reference to error id "%s". You can use the back button of your browser and try again.
de_de: Ein Fehler ist aufgetreten. Das tut uns Leid. Sie sollten den Support kontaktieren und die Fehler-Nummer "%s" angeben. Sie können die "Zurück"-Funktion Ihres Browsers benutzen und es noch einmal versuchen.

source: Logout successful
de_de: Abmeldung erfolgreich

source: Login failed
de_de: Anmeldung fehlgeschlagen

source: User
de_de: Benutzer*in

source: Act as deputy
de_de: Stellvertretung ausüben

source: In Place of
de_de: In Stellvertretung für

source: Stop acting as deputy
de_de: Stellvertretung aufgeben

source: Logout
de_de: Abmelden

source: Settings
de_de: Optionen
