Repository: hemio-ev/edentata
Catalog: src/module/web/locale/*.utf-8/LC_MESSAGES/edentata_web.po
Languages: de_de

source: New Alias
de_de: Neues Alias

source: Create
de_de: Erstellen

source: Delete Alias
de_de: Alias Löschen

source: Supply Certificate
de_de: Zertifikat Eingeben

source: Certificate Signing Request (CSR)
de_de: Zertifikatsignierungsanforderung (CSR)

source: Certificate (PEM Format)
de_de: Zertifikat (PEM-Format)

source: Certificate
de_de: Zertifikat

source: New HTTPS Configuration
de_de: Neue HTTPS-Konfiguration

source: Identifier
de_de: Kennung

source: HTTPS Configuration
de_de: HTTPS Konfiguration

source: Chain of Trust (Intermediate Certificates)
de_de: Vertrauenskette (Zwischenzertifikate)

source: No intermediate certificates
de_de: Keine Zwischenzertifikate

source: Certficiate Details
de_de: Zertifikat Details

source: Common Name
de_de: Gebrauchsname

source: Alternative Names
de_de: Alternative Namen

source: Valid From
de_de: Gültig Vom

source: Valid To
de_de: Gültig Bis

source: Fingerprint
de_de: Fingerabdruck

source: Subject Key Identifier
de_de: Objekt Schlüssel-Kennung

source: Authority Key Identifier
de_de: Autoritäts Schlüssel-Kennung

source: HTTPS Certificate Status
de_de: HTTPS-Zertifikat Status

source: Certificate request available
de_de: Zertifikatsignierungsanforderung verfügbar

source: Request certificate / Supply HTTPS certificate
de_de: Zertifikat anfordern / HTTPS-Zertifikat eintragen

source: Add intermediate certificates
de_de: Zwischenzertifikate hinzufügen

source: Intermediate Certificate
de_de: Zwischenzertifikate

source: Add
de_de: Hinzufügen

source: Added one intermediate certificate.
de_de: Ein Zwischenzertifikat hinzugefügt.

source: New Site
de_de: Neue Site

source: You do not own a website.
de_de: Sie besitzen keine Website.

source: HTTPS enabled
de_de: HTTPS aktiviert

source: User: %s
de_de: Benutzer: %s

source: Choose Server Access
de_de: Wähle Serverzugang

source: You need to create a server access first.
de_de: Sie müssen zuerst einen Serverzugang erstellen.

source: Enable HTTPS
de_de: HTTPS Aktivieren

source: Certificate Identifier
de_de: Zertifikatskennung

source: Delete Website
de_de: Website Löschen

source: User
de_de: Benutzer

source: disabled
de_de: deaktiviert

source: enabled
de_de: aktiviert

source: Create alias
de_de: Alias erstellen

source: Delete entire site
de_de: Gesamte Webiste löschen

source: Delete
de_de: Löschen

source: Active Certificate
de_de: Aktives Zertifikat

source: Change
de_de: Ändern

source: Available HTTPS Configurations
de_de: Verfügbare HTTPS-Konfigurationen

source: New configuration (new SSL key an certificate)
de_de: Neue Konfiguration (neuer SSL-Schlüssel und neues Zertifikat)

source: Select HTTPS Configuration
de_de: HTTPS-Konfiguration wählen

source: Not all names are covered by the certificate
de_de: Nicht alle Namen sind vom Zertifikat abgedeckt

source: Certificate configuration does not exist
de_de: Zertifikatskonfiguration existert nicht

source: Waiting for certificate signing request from webserver
de_de: Warte auf Zertifikatsignierungsanforderung

source: You must supply a HTTPS certificate
de_de: Sie müssen ein HTTPS-Zertifikat eingeben

source: Certificate could NOT be verified to be trusted
de_de: Zertifkat konnte NICHT als vertrauenswürdig verifiziert werden

source: Certificate has expired since %s days
de_de: Zertifikat ist seit %s Taken abgelaufen

source: Certificate is only valid for %s more days
de_de: Zertifikat is nur noch für %s Tage gültig

source: Certificate is valid for another %s days
de_de: Zertifikat ist weitere %s Tage gültig
